tap "azure/kubelogin", "https://github.com/azure/homebrew-kubelogin.git"

brew "actions-up"
brew "azure-cli"
brew "azure/kubelogin/kubelogin"
brew "docker-buildx"
brew "docker-compose"
brew "jfrog-cli"
brew "kubectx"
brew "kyverno"
brew "pkl-lsp"
brew "qemu"
brew "snyk-cli"
brew "tpack"

cask "alacritty"
cask "arc"
cask "bruno"
cask "copilot-cli"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "github-copilot-app"
cask "gitify"
cask "karabiner-elements"
cask "keymapp"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "pgadmin4"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
